---
kind: other
id: Methods.T:Autodesk.Revit.DB.OverrideGraphicSettings
source: html/8dba94a9-d575-d4db-1858-dd47140efd7c.htm
---
# OverrideGraphicSettings Methods

Sets the override color of the background pattern of cut faces.